import alisaPhoto from '../../assets/images/photo-1.jpg';
import cat1 from '../../assets/images/cat-1.jpg';
import cat2 from '../../assets/images/cat-2.jpg';
import cat3 from '../../assets/images/cat-3.jpg';

const about = [
  {
    paragraphs: [
      'Привет, меня зовут Алиса, мне 24 года и я работаю UI/UX дизайнером, имею опыт в разработке интернет магазинов, приложений, сайтов-портфолио, лендингов, айдентике и баннеров для рекламы.'
    ],
    images: [
      {id: 1, path: alisaPhoto, stars: true}
    ]
  },
  {
    paragraphs: [
      'Я работаю UI-UX дизайнером в команде на протяжении двух лет. Я стремлюсь создавать запоминающиеся, креативные и удобные интерфейсы.', 
      'Для работы в основном я использую Figma и Adobe Photoshop, но также изучаю и пользуюсь Adobe After Effects, Adobe Premiere Pro, Blender, Adobe Illustrator.', 
    ],
    mobileParagraphs: [
      'Я работаю UI-UX дизайнером в команде на протяжении двух лет. Я стремлюсь создавать запоминающиеся, креативные и удобные интерфейсы.', 
      'Для работы в основном я использую Figma и Adobe Photoshop, но также изучаю и пользуюсь Adobe After Effects, Adobe Premiere Pro, Blender, Adobe Illustrator.', 
    ]
  },
  {
    paragraphs: [
      'Смотреть за мерцающими звездами, наблюдать за развитием небесных тел, изучать теории о том, как было создано все вокруг, и что будет дальше поистине завораживает. Это заставило меня многое переосмыслить в жизни и взглянуть на мир по-новому.',
      'Желание узнать, что там, за пределами нашей солнечной системы, галактики, видимой Вселенной, никогда меня не покидало и это вылилось в большую страсть и хобби - Любительская астрономия.',
    ],
    mobileParagraphs: [
      'Смотреть за мерцающими звездами, наблюдать за развитием небесных тел, изучать теории о том, как было создано все вокруг, и что будет дальше поистине завораживает. Это заставило меня многое переосмыслить в жизни и взглянуть на мир по-новому.',
      'Желание узнать, что там, за пределами нашей солнечной системы, галактики, видимой Вселенной, никогда меня не покидало и это вылилось в большую страсть и хобби - Любительская астрономия.',
    ]
  },
  {
    paragraphs: [
      'На фотографиях присутствуют главные пакостники моих вещей - Орион, что вечно прекрасен и невозмутим, который похож на Шрама из Короля льва и Кнопик, просто Кнопик, вечно дурачится, из-за чего бесит Ориона',
      'Заботой о пушистиках я занимаюсь с самого детства, они стали неотъемлемой частью жизни. Эти удивительно серьезные, милые и добрые создания занимают отдельное место в моем сердце.',
    ],
    mobileParagraphs: [
      'На фотографиях присутствуют главные пакостники моих вещей - Орион, что вечно прекрасен и невозмутим, который похож на Шрама из Короля льва и Кнопик, просто Кнопик, вечно дурачится, из-за чего бесит Ориона',
      'Заботой о пушистиках я занимаюсь с самого детства, они стали неотъемлемой частью жизни. Эти удивительно серьезные, милые и добрые создания занимают отдельное место в моем сердце.',
    ],
    images: [
      {id: 1, path: cat1, stars: false},
      {id: 2, path: cat2, stars: false},
      {id: 3, path: cat3, stars: false}
    ]
  }
];

export default about;